{
    "AboutPage.automaticControl": "Automatics Control and Robotics",
    "AboutPage.automaticControlDegree": "M.E.",
    "AboutPage.automaticControlSchool": "Wroclaw University of Science",
    "AboutPage.automaticControlTimeline": "02.2018 – 07.2019",
    "AboutPage.controltec": "ControlTec sp. z o.o.",
    "AboutPage.controltecPointFirst": "PLC and HMI programming,",
    "AboutPage.controltecPointSecond": "Technical file compilation,",
    "AboutPage.controltecPointThird": "Machine components assembling",
    "AboutPage.controltecPosition": "Position: PLC programmist, machine start-up engineer",
    "AboutPage.controltecTimeline": "10.2019 - 02.2020",
    "AboutPage.controltecUrl": "https://www.controltec.pl/",
    "AboutPage.educationSectionTitle": "Education",
    "AboutPage.hobbiesSectionTitle": "Hobbies",
    "AboutPage.softwaresupp": "SoftwareSupp sp. z o.o.",
    "AboutPage.softwaresuppPointFirst": "Visual layer of softwaresupp.com website (UI, business flow),",
    "AboutPage.softwaresuppPointFourth": "Current bug detection and resolving, often under time pressure",
    "AboutPage.softwaresuppPointSecond": "Backend app programming (sending emails, cyclic changing entities processes, dynamic PDF file generating based on JSON data),",
    "AboutPage.softwaresuppPointThird": "App testing (mainly manual, sometimes using Selenium)",
    "AboutPage.softwaresuppPosition": "Position: Frontend Developer",
    "AboutPage.softwaresuppTechnologies": "Used technologies and tools: React, Node.js, Postman, Git, JavaScript, HTML, CSS, Sharetribe, Redux, JIRA",
    "AboutPage.softwaresuppTimeline": "06.2020 - 04.2020",
    "AboutPage.softwaresuppUrl": "https://softwaresupp.com/app",
    "AboutPage.description": "All basic information about Robert Mazelle, his work experience, education and hobbies",
    "AboutPage.mainSectionTitle": "Biography",
    "AboutPage.mainSectionContent": "My name is Robert Mazelle and I am a Software Developer. I was raised in a small village Sierpnica in Lower Silesia. I have always been curious and I wanted to know everything. I am living in Wrocław since I began my studies in the Mechatronics field in 2014. And I LOVE this city!",
    "AboutPage.mainSectionProgrammingContent": "I found out about my passion for software development about 2 years ago, as I was about to finish my robotic control studies. In fact, I always was attracted more to the programming part of handling robots. When I realised that working in the polish automation industry means not only designing and programming robots, but also assembling them, I decided to start learning programming for real.",
    "AboutPage.mainSectionCharacterContent": "I am a quiet, calm person. I like to focus on what I am doing and I hardly ever give up. When I feel comfortable with the people around me I love to joke, make allusions, trying not to offend anyone at the same time. I am very honest and respectful, so I expect from from other people the same. Also, I have a natural intellectual curiosity and I love to learn new things all the time.",
    "AboutPage.mechatronics": "Mechatronics",
    "AboutPage.mechatronicsDegree": "Engr.",
    "AboutPage.mechatronicsSchool": "Wroclaw University of Science",
    "AboutPage.mechatronicsTimeline": "10.2014 - 02.2018",
    "AboutPage.showMore": "Show more",
    "AboutPage.showLess": "Show less",
    "AboutPage.title": "Robert Mazelle | About me",
    "AboutPage.workSectionTitle": "Work experience",
    "HobbiesPanel.firstGroupInfo": "I remember my first game console. It was a clone of the japaneese Famicom game cosole - Pegasus. Since then I've been spending a lot of the time playing games, reading about them and talking about them with my friends. Currently I am playing mostly on my PS4.",
    "HobbiesPanel.secondGroupInfo": "All these are photos taken by myself. I love to travel, to visit new, unfamiliar places. Whenever I can i try also to make pictures. I may not be good at it, but I definetely try to ;)",
    "HobbiesPanel.thirdGroupInfo": "My dad was a teacher and he loved books. Since I was little he was sitting with me and we were writing short poems and reading literature together. Although I have not so much time as I used to, I always try to read as much as possible.",
    "HobbiesPanel.fourthGroupInfo": "This is kind of my newest hobby. I was renovating my apartment and I decided to make some of the furniture on my own and I loved it. I always loved to do things on my own, every time I went on a birthday party I tried to personalize the birthday card somehow. And I still try to do it every time.",
    "IndexPage.goToProjects": "My projects",
    "IndexPage.goToAbout": "About me",
    "IndexPage.greeting": "Hello, my name is Robert!",
    "IndexPage.personalInformation": "In December 2019 I decided I want to become a Software Developer. This is my portfolio page.",
    "IndexPage.title": "Robert Mazelle | Home",
    "NotFoundPage.title": "Not found",
    "NotFoundPage.description": "Sorry, the page you was looking for does not exist, yet",
    "ProjectsPage.title": "Robert Mazelle | Projects",
    "ProjectsPage.description": "These are all my projects that I ever worked on to learn and improve my skills. I started to learn Java, but I ended up creating websites as a JavaScript Frontend Developer.",
    "Topbar.aboutPage": "About",
    "Topbar.mainPage": "Main",
    "Topbar.projectsPage": "Projects",
    "WorkItem.responsibilities": "Responsibilities:"
}